[{
  "_id": {
    "$oid": "62a7a1a0760fcc1b501b9351"
  },
  "NameOfFilm": "Тупой и еще тупее",
  "Rating": 7.2,
  "Review": "Фильм очень смешной. Потраченное время не уйдет в пустую, так как хорошее настроение вам обеспечено. В некоторых моментах создатели перегибают с шутками, но они выглядят более мене уместно на фоне всех остальных шуток в этом фильме.",
  "Janr": "Комедия",
  "Year": 1994,
  "Image": "Films/обложки/комедия/тиет.jpg",
  "Rejiser": "Питер Фаррелли"
},{
  "_id": {
    "$oid": "62a7bf39eceee7971971cdd4"
  },
  "NameOfFilm": "Грязь",
  "Rating": "7.1",
  "Review": "Вот она – мастерская актерская игра! И по совместительству главный плюс картины. Вы можете не интересоваться Шотландией и в гробу видеть полицейских, масонов, наркоманов и психов, но если вы знаете Макэвоя по серьезным положительным ролям в блокбастерах, посмотрите, как он играет трагикомического ублюдка в артхаусной ленте. Уверяем – он вас приятно удивит!",
  "Janr": "Комедия",
  "Year": "2013",
  "Image": "Films/обложки/комедия/грязь.jpg",
  "Rejiser": "Джон С. Бейрд"
},{
  "_id": {
    "$oid": "62a7c53c681062454d028777"
  },
  "NameOfFilm": "Во все тяжкое",
  "Rating": "7.1",
  "Review": "Хотя фильм, конечно, грустный, но в нем есть юмор, есть немного порочности, есть философия и символизм, есть недосказанность, дающая возможность немного включить фантазию...",
  "Janr": "Комедия",
  "Year": "2018",
  "Image": "Films/обложки/комедия/ввт.jpg",
  "Rejiser": "Уэйн Робертс"
},{
  "_id": {
    "$oid": "62a7c5ae681062454d028778"
  },
  "NameOfFilm": "Залечь на дно в Брюгге",
  "Rating": "7.4",
  "Review": "Рекомендую тем, кто любит британские комедии и абсолютно нетолерантный юмор.",
  "Janr": "Комедия",
  "Year": "2008",
  "Image": "Films/обложки/комедия/зндвб.jpg",
  "Rejiser": "Мартин Макдонах"
},{
  "_id": {
    "$oid": "62a7c633681062454d028779"
  },
  "NameOfFilm": "Руби Спаркс",
  "Rating": "7.2",
  "Review": "Руби Спаркс – милый романтический фильм с элементами драмы, лишённый излишней пошлости и даже с намёками на глубинный смысл.",
  "Janr": "Комедия",
  "Year": "2012",
  "Image": "Films/обложки/комедия/рс.jpg",
  "Rejiser": "Валери Фэрис, Джонатан Дэйтон"
},{
  "_id": {
    "$oid": "62a7c6dd681062454d02877a"
  },
  "NameOfFilm": "Человек — швейцарский нож",
  "Rating": "6.8",
  "Review": "Не буду врать, я не объективен, это признание в любви, нежели трезвый взгляд. Но фильм прекрасен и это сложно отрицать. Надеюсь вас не смутит необычная завязка и прочее, это кино о прекрасном.",
  "Janr": "Комедия",
  "Year": "2016",
  "Image": "Films/обложки/комедия/чшн.jpg",
  "Rejiser": "Дэн Кван, Дэниэл Шайнерт"
},{
  "_id": {
    "$oid": "62a7cc2d681062454d02877f"
  },
  "NameOfFilm": "Веном",
  "Rating": "8.3",
  "Review": "Если бы не страх студии перед оправданной художественной жестокостью, то мы бы по лучили просто шикарный фильм по комиксам. А так мы имеем хорошее, но далеко не выдающееся кино.",
  "Janr": "Фантастика",
  "Year": "2018",
  "Image": "Films/обложки/фантастика/веном.jpg",
  "Rejiser": "Рубен Фляйшер"
},{
  "_id": {
    "$oid": "62a7ccb5681062454d028780"
  },
  "NameOfFilm": "Дэдпул",
  "Rating": "6.7",
  "Review": "Отыгрывают актёры неплохо. Но опять же - тут, во-первых, и играть-то особо нечего, а во-вторых, как и в большинстве предыдущих своих фильмов.",
  "Janr": "Фантастика",
  "Year": "2016",
  "Image": "Films/обложки/фантастика/дэдпул.jpg",
  "Rejiser": "Тим Миллер"
},{
  "_id": {
    "$oid": "62a7cd17681062454d028781"
  },
  "NameOfFilm": "Интерстеллар",
  "Rating": "8.6",
  "Review": "После просмотра каждый раз остаются неизгладимые впечатления, а самое главное, что фильм лишний раз дарит надежду, что в сложном и утопающем современном мире, еще есть шанс на спасение.",
  "Janr": "Фантастика",
  "Year": "2014",
  "Image": "Films/обложки/фантастика/интер.jpg",
  "Rejiser": "Кристофер Нолан"
},{
  "_id": {
    "$oid": "62a7cd8a681062454d028782"
  },
  "NameOfFilm": "Мортал Комбат",
  "Rating": "6.2",
  "Review": "В итоге у меня сложилось двоякое впечатление, фильм на 1 раз, если вы его не посмотрите, то ничего не потеряете.",
  "Janr": "Фантастика",
  "Year": "2021",
  "Image": "Films/обложки/фантастика/мортал.jpg",
  "Rejiser": "Саймон Маккуойд"
},{
  "_id": {
    "$oid": "62a7cded681062454d028783"
  },
  "NameOfFilm": "Мстители",
  "Rating": "7.9",
  "Review": "«Мстителей» смело можно называть эталонным кино-комиксом, отлично сделанным и изумительно красиво снятым. Он поражает воображение количеством и качеством насыщенного экранного действия.",
  "Janr": "Фантастика",
  "Year": "2012",
  "Image": "Films/обложки/фантастика/мстители.jpg",
  "Rejiser": "Джосс Уидон"
},{
  "_id": {
    "$oid": "62a7ce54681062454d028784"
  },
  "NameOfFilm": "Фантастические твари и где они обитают",
  "Rating": "7.6",
  "Review": "Возвращение волшебного мира оказалось хорошим. Пусть и с минусами, но картина мне понравилась. А от упоминаний ключевых моментов главной саги я испытывал огромный восторг. Читатели меня поймут, а в целом, данный фильм можно смотреть как индивидуальный продукт, если Вы не смотрели или не читали «Гарри Поттера».",
  "Janr": "Фантастика",
  "Year": "2016",
  "Image": "Films/обложки/фантастика/фтигоо.jpg",
  "Rejiser": "Дэвид Йейтс"
},{
  "_id": {
    "$oid": "62a7df5f681062454d028785"
  },
  "NameOfFilm": "Бойцовский клуб",
  "Rating": "6.5",
  "Review": "Странный фильм, обладающий удивительной притягательностью. При помощи набора необычных приемов он легко может заставить вас по-новому взглянуть на свою жизнь. Кино напоминает учителя боевых искусств, который не будет рассказывать вам нудную теорию, а будет колошматить и дубасить вас до полусмерти, пока вы хоть что-нибудь не усвоите.",
  "Janr": "Триллер",
  "Year": "1999",
  "Image": "Films/обложки/триллер/бойцклуб.jpg",
  "Rejiser": "Дэвид Финчер"
},{
  "_id": {
    "$oid": "62a7e064681062454d028786"
  },
  "NameOfFilm": "Выживший",
  "Rating": "7.8",
  "Review": "В общем фильм однозначно стоит смотреть. Это вестерн нового, современного поколения, как в технологическом, так и в нарративном плане с большим бюджетом и сильной актерской игрой - такой опыт вы не скоро забудете.",
  "Janr": "Триллер",
  "Year": "2015",
  "Image": "Films/обложки/триллер/выживший.jpg",
  "Rejiser": "Алехандро Гонсалес Иньярриту"
},{
  "_id": {
    "$oid": "62a7e0df681062454d028787"
  },
  "NameOfFilm": "Мама!",
  "Rating": "6",
  "Review": "Фильм можно понимать в совершенно разных ипостасях: это и памфлет богу и людям, и двухчасовая лекция об отношениях, и политическое высказывание и глубоко женское кино, при этом при всем. Как в том алмазе, который так берег герой Бардема, в «маме!» очень много граней.",
  "Janr": "Триллер",
  "Year": "2017",
  "Image": "Films/обложки/триллер/мама.jpg",
  "Rejiser": "Даррен Аронофски"
},{
  "_id": {
    "$oid": "62a7e160681062454d028788"
  },
  "NameOfFilm": "Паразиты",
  "Rating": "8",
  "Review": "Стоит ли смотреть этот фильм? Однозначно да, если у вас есть желание посмотреть на социальные проблемы современного мира под неожиданным углом, нет предубеждений относительно формы подачи истории и вас не смущает отсутствие лежащей на поверхности морали. В сухом остатке, при всей своей неоднозначности, это все же фильм о неистребимой надежде на лучшее, которая живет в каждом человеке.",
  "Janr": "Триллер",
  "Year": "2019",
  "Image": "Films/обложки/триллер/паразиты.jpg",
  "Rejiser": "Пон Чжун Хо"
},{
  "_id": {
    "$oid": "62a7e1c6681062454d028789"
  },
  "NameOfFilm": "Правда или действие",
  "Rating": "5.7",
  "Review": "Глобальных ошибок в фильме нет. И самое приятное, что такие фильмы вполне можно клепать пачками, меняя правила и секреты. Если фантазии будет достаточно, каждый фильм будет смотреться шикарно!",
  "Janr": "Триллер",
  "Year": "2018",
  "Image": "Films/обложки/триллер/пд.jpg",
  "Rejiser": "Джефф Уодлоу"
},{
  "_id": {
    "$oid": "62a7e236681062454d02878a"
  },
  "NameOfFilm": "Я иду искать",
  "Rating": "6.8",
  "Review": "В общем и целом, 'Я иду искать' - это эмоциональные американские горки. Тебе кидает от меланхоличного состояния, до чувства неизбежности, потом ты смеешься с неожиданной шутки, а затем ты уже желаешь оказаться на месте главного героя и поступить так, как считаешь нужным. К просмотру советую в компании друзей, на ночёвке, как кино на свидание... Возможно не лучший выбор.",
  "Janr": "Триллер",
  "Year": "2019",
  "Image": "Films/обложки/триллер/яии.jpg",
  "Rejiser": "Мэтт Беттинелли-Олпин, Тайлер Джиллетт"
},{
  "_id": {
    "$oid": "62a7e2e1681062454d02878b"
  },
  "NameOfFilm": "Бойня блюющих куколок",
  "Rating": "3.1",
  "Review": "Это снято очень больным человеком. Очень больным. Зашел на сайт этого фильма, надеясь получить какие-то разъяснения. Нифига. Только манифест режиссера об отречении от Бога и присяга на верность Сатане.",
  "Janr": "Ужасы",
  "Year": "2006",
  "Image": "Films/обложки/ужасы/ббкук.jpg",
  "Rejiser": "Люцифер Валентайн"
},{
  "_id": {
    "$oid": "62a7e35f681062454d02878c"
  },
  "NameOfFilm": "Джиперс Криперс",
  "Rating": "6.8",
  "Review": "От этого ужастика невозможно оторваться, и его хочется кому-то показать. Виктор Сальва снял действительно пугающий фильм ужасов, и сделал это профессионально и удачно. Не могу не упомянуть о выбранной песни к фильму: она всегда стоит на слуху, когда вспоминаешь этот стоящий ужастик.",
  "Janr": "Ужасы",
  "Year": "2001",
  "Image": "Films/обложки/ужасы/джипкрип.jpg",
  "Rejiser": "Виктор Сальва"
},{
  "_id": {
    "$oid": "62a7e3d5681062454d02878d"
  },
  "NameOfFilm": "Конструктор красного цвета",
  "Rating": "6.1",
  "Review": "Я не за и не против того, что показано в фильме, это просто наша реальность, такая, какая она есть. Фильм, безусловно, не для массового зрителя, скорее для пытливого ума, желающего воочую увидеть ту часть «айсберга» науки, который скрыт под водой.",
  "Janr": "Ужасы",
  "Year": "1993",
  "Image": "Films/обложки/ужасы/ккц.jpg",
  "Rejiser": "Андрей И, Армен Петросян"
},{
  "_id": {
    "$oid": "62a7e430681062454d02878e"
  },
  "NameOfFilm": "Синистер",
  "Rating": "6.6",
  "Review": "Несмотря на все свои недостатки, «Синистер» многим понравился. И даже обзавелся сиквелом. Однако лично мне фильм не зашел. Я хоть и являюсь большим поклонником скримеров, да и хорроров в целом, но «Синистер» не произвел на меня абсолютно никакого впечатления. Весь фильм проходит в ожидании, вот только ожидания эти не оправдываются.",
  "Janr": "Ужасы",
  "Year": "2012",
  "Image": "Films/обложки/ужасы/синистер.jpg",
  "Rejiser": "Скотт Дерриксон"
},{
  "_id": {
    "$oid": "62a7e4a0681062454d02878f"
  },
  "NameOfFilm": "Страна призраков",
  "Rating": "6.6",
  "Review": "«Страна призраков» – откровенно вторичное кино, не стесняющееся своей цитатности, так что новизны вы в фильме не найдете. Однако есть своя прелесть в угадывании, что и откуда Ложье позаимствовал, и в наслаждении тем, как жанровые клише обыгрываются в «Стране». В целом же картина у француза получилась хоть и не шедевральная, но по-своему сильная – и, конечно, очень на любителя.",
  "Janr": "Ужасы",
  "Year": "2018",
  "Image": "Films/обложки/ужасы/стрприз.jpg",
  "Rejiser": "Паскаль Ложье"
},{
  "_id": {
    "$oid": "62a7e50c681062454d028790"
  },
  "NameOfFilm": "Человеческая многоножка",
  "Rating": "3.9",
  "Review": "Смотреть однозначно стоит, только если вы хотите быть в курсе культурного контекста и готовы к неприятным сценам, которые здесь не главные, главное здесь унижение, сильное, уничтожающее.",
  "Janr": "Ужасы",
  "Year": "2009",
  "Image": "Films/обложки/ужасы/челмног.jpg",
  "Rejiser": "Том Сикс"
},{
  "_id": {
    "$oid": "62a7e595681062454d028791"
  },
  "NameOfFilm": "Атака титанов",
  "Rating": "8.9",
  "Review": "Атака Титанов - это литературное и мультипликационное достояние, произведение, что будет культовым всегда, несмотря на то, как много людей хейтят или принижают данный сёнен. Атака Титанов - шедевр! И всегда им будет!",
  "Janr": "Аниме",
  "Year": "2013",
  "Image": "Films/обложки/аниме/аот.jpg",
  "Rejiser": "Хадзимэ Исаяма"
},{
  "_id": {
    "$oid": "62a7e5e4681062454d028792"
  },
  "NameOfFilm": "Ван Пис",
  "Rating": "8.3",
  "Review": "Если у Вас есть время, и Вы готовы окунуться в фантастический мир морских сражений и побыть немножечко пиратом – то, безусловно, такой аниме-сериал придётся Вам по вкусу.",
  "Janr": "Аниме",
  "Year": "1999",
  "Image": "Films/обложки/аниме/ванпис.jpg",
  "Rejiser": "Эйитиро Ода"
},{
  "_id": {
    "$oid": "62a7e65a681062454d028793"
  },
  "NameOfFilm": "Токийский гуль",
  "Rating": "7.2",
  "Review": "Персонаже в аниме разнообразные, каждый найдёт для себя любимого. Тут все, начиная от подростков, которые вынуждены биться чтобы выжить и защитить, как себя, так и своих друзей / близких, так и уже персонажи по старше, которые добились в своей карьере огромных высот, и являются чуть ли не ключевыми персонажами всего аниме.",
  "Janr": "Аниме",
  "Year": "2014",
  "Image": "Films/обложки/аниме/гуль.jpg",
  "Rejiser": "Сюхэй Морита"
},{
  "_id": {
    "$oid": "62a7e6ce681062454d028794"
  },
  "NameOfFilm": "Наруто",
  "Rating": "7.5",
  "Review": "Несмотря на все недочёты, этот мир, история, персонажи притягивают внимание. Им веришь, им сопереживаешь. Поэтому хочется, немного прикрыть глаза на минусы, и пожелать Вам, приятного просмотра!",
  "Janr": "Аниме",
  "Year": "2002",
  "Image": "Films/обложки/аниме/наруто.jpg",
  "Rejiser": "Хаято Датэ, Харумэ Косака, Рион Кудзё"
},{
  "_id": {
    "$oid": "62a7e734681062454d028795"
  },
  "NameOfFilm": "Унесенные призраками",
  "Rating": "8.5",
  "Review": "Я считаю, что Унесённые призраками может понравится абсолютно любому человеку. Если выбирать, кому порекомендовать к просмотру данное произведение, то речь пойдет даже не столько о вкусовых предпочтениях, гендере или возрасте человека, (хотя очевидно что мультфильмы чаще смотрят дети) сколько о том, насколько вы способны отдаться фантазии автора, насколько способны снова стать ребёнком, чтобы прочувствовать каждой клеточкой происходящее по ту сторону экрана.",
  "Janr": "Аниме",
  "Year": "2001",
  "Image": "Films/обложки/аниме/унесенприз.jpg",
  "Rejiser": "Хаяо Миядзаки"
},{
  "_id": {
    "$oid": "62a7e7a2681062454d028796"
  },
  "NameOfFilm": "Хантер х Хантер",
  "Rating": "8.6",
  "Review": "По ходу повествования становится ясно, что Хантер - не просто мультик для подростков, а нечто более глубокое, жестокое и не делящее на 'добро' и 'зло'.",
  "Janr": "Аниме",
  "Year": "2011",
  "Image": "Films/обложки/аниме/ххх.jpg",
  "Rejiser": "Хироси Кодзина"
},{
  "_id": {
    "$oid": "62a7fb4d681062454d028797"
  },
  "NameOfFilm": "Во время грозы",
  "Rating": "7.1",
  "Review": "'Во время грозы' вполне можно посмотреть, особенно, если вы любите сюжеты с временными парадоксами. Это действительно неплохая история, пусть и не с самой лучшей реализацией и слишком медленным повествованием.",
  "Janr": "Детектив",
  "Year": "2018",
  "Image": "Films/обложки/детектив/ввргр.jpg",
  "Rejiser": "Ориол Паоло"
},{
  "_id": {
    "$oid": "62a8006f681062454d028798"
  },
  "NameOfFilm": "В тихом омуте",
  "Rating": "8.3",
  "Review": "Фильм интересно смотреть, примерно, 80% времени - в оставшиеся 20% вопросов становится больше, чем ответов, что немного портит о нем впечатление.",
  "Janr": "Детектив",
  "Year": "2019",
  "Image": "Films/обложки/детектив/втихом.jpg",
  "Rejiser": "Адам Рэндолл"
},{
  "_id": {
    "$oid": "62a800ee681062454d028799"
  },
  "NameOfFilm": "Исчезнувший",
  "Rating": "6",
  "Review": "Фильм несомненно прекрасный, хорошо технически снятый, но вот с идеей большие проблемы.",
  "Janr": "Детектив",
  "Year": "2021",
  "Image": "Films/обложки/детектив/исчез.jpg",
  "Rejiser": "Кристиан Карион"
},{
  "_id": {
    "$oid": "62a804d5681062454d02879a"
  },
  "NameOfFilm": "Платформа",
  "Rating": "7.1",
  "Review": "Этот фильм с одинаковой вероятностью может вызвать у вас чувство отвращение или восхищения из-за увиденного. Однако в любом случае 'Платформа' - это фильм, который заставит вас о многом задуматься и будет жить в вашем сознании очень долгое время.",
  "Janr": "Детектив",
  "Year": "2021",
  "Image": "Films/обложки/детектив/платформа.jpg",
  "Rejiser": "Гальдер Гастелу-Уррутия"
},{
  "_id": {
    "$oid": "62a80528681062454d02879b"
  },
  "NameOfFilm": "Поиск",
  "Rating": "8.3",
  "Review": "'Поиск' - отличный пример того, что при должном старании и правильном подходе любую идею можно превратить в конфетку. Даже если бы на дух не переносите жанр screenlife, дайте шанс этой картине, вы вряд ли останетесь разочарованными. Рекомендую.",
  "Janr": "Детектив",
  "Year": "2018",
  "Image": "Films/обложки/детектив/поиск.jpg",
  "Rejiser": "Аниш Чаганти"
},{
  "_id": {
    "$oid": "62a80587681062454d02879c"
  },
  "NameOfFilm": "Убийства по открыткам",
  "Rating": "5.9",
  "Review": "В итоге перед нами довольно добротный, но проходной детективчик, который посмотрел один раз и забыл, поскольку если уже знаешь личность убийцы и что им двигало, второй раз пересматривать будет не интересно.",
  "Janr": "Детектив",
  "Year": "2020",
  "Image": "Films/обложки/детектив/убпооткр.jpg",
  "Rejiser": "Данис Танович"
},{
  "_id": {
    "$oid": "62a80801681062454d02879d"
  },
  "NameOfFilm": "Век Адалин",
  "Rating": "7.7",
  "Review": "Потрясающе красивая история с нотками фантастики, сопровождающаяся чудесной музыкой, актерским составом и съемкой.",
  "Janr": "Романтика",
  "Year": "2015",
  "Image": "Films/обложки/романтика/векадал.jpg",
  "Rejiser": "Ли Толанд Кригер"
},{
  "_id": {
    "$oid": "62a80875681062454d02879e"
  },
  "NameOfFilm": "В метре друг от друга",
  "Rating": "7.3",
  "Review": "Этот фильм позволяет взглянуть на сегодняшнюю ситуацию со стороны и осознать, как важно в эпоху глобального карантина сохранить отношения с теми, с кем мы, следуя рекомендациям врачей, приостановили общение вживую и дистанцировались. Возможно, сейчас им как никогда ранее нужна наша поддержка и внимание.",
  "Janr": "Романтика",
  "Year": "2019",
  "Image": "Films/обложки/романтика/вмдод.jpg",
  "Rejiser": "Джастин Бальдони"
},{
  "_id": {
    "$oid": "62a808ce681062454d02879f"
  },
  "NameOfFilm": "Зови меня своим именем",
  "Rating": "7.5",
  "Review": "Единственный плюс, который я могу выделить - это отношения родителей и сына. Диалоги с отцом показывают, что профессор не стал переносить плохие черты даже от самых близких ему людей (собственно говоря, его родителей), это приятно осознавать. И то, что он принимает ребенка каким он есть, при этом попутно давая советы. А принимать ли эти советы - это выбор каждого ребенка.",
  "Janr": "Романтика",
  "Year": "2017",
  "Image": "Films/обложки/романтика/зовимсим.jpg",
  "Rejiser": "Лука Гуаданьино"
},{
  "_id": {
    "$oid": "62a8092c681062454d0287a0"
  },
  "NameOfFilm": "Пассажиры",
  "Rating": "7.2",
  "Review": "'Пассажиры' - это фильм для романтиков и для тех, кто любит и ценит кино, которое ставит вопросы о главных жизненных проблемах, таких как одиночество, поиск себя и своего места в этом мире, и, конечно, о любви как уникальном способе смириться с реальностью и в то же время убежать от нее.",
  "Janr": "Романтика",
  "Year": "2016",
  "Image": "Films/обложки/романтика/пассажиры.jpg",
  "Rejiser": "Мортен Тильдум"
},{
  "_id": {
    "$oid": "62a80987681062454d0287a1"
  },
  "NameOfFilm": "Сумерки",
  "Rating": "6.7",
  "Review": "'Сумерки' - это плохое кино, без сомнений. Оно плохое абсолютно во всем, в чем только можно. Но каким-то чудом включается магия, минус на минус дает плюс, и лента становится смотрибельной именно благодаря всем своим нелепостям и глупостям. Каждый уважающий себя человек обязан посмотреть сие творение.",
  "Janr": "Романтика",
  "Year": "2008",
  "Image": "Films/обложки/романтика/сумерки.jpg",
  "Rejiser": "Кэтрин Хардвик"
},{
  "_id": {
    "$oid": "62a809db681062454d0287a2"
  },
  "NameOfFilm": "Титаник",
  "Rating": "8.4",
  "Review": "Одна из самых прекрасных историй любви людей из разных социальных классов держит до последнего в напряжении. Думаю, что каждый, кто посмотрел этот фильм и не раз, задумывался и отмечал, насколько сильно герои вошли в роль!",
  "Janr": "Романтика",
  "Year": "1997",
  "Image": "Films/обложки/романтика/титаник.jpg",
  "Rejiser": "Джеймс Кэмерон"
},{
  "_id": {
    "$oid": "62a80a39681062454d0287a3"
  },
  "NameOfFilm": "Брат",
  "Rating": "8.4",
  "Review": "В общем, сценарий очень простой, который нужно было бы хотя бы хорошо сыграть. Погружения в атмосферу девяностых именно из-за этого у меня не произошло. А ведь менталитет криминального мира того времени достаточно специфический и иногда жутковато бывает знакомиться даже с сухими фактами. Поэтому возможно фильм был бы лучше, если бы в него добавили больше сюжетных подробностей о том кто, кого и зачем.",
  "Janr": "Боевик",
  "Year": "1997",
  "Image": "Films/обложки/боевик/брат.jpg",
  "Rejiser": "Алексей Балабанов"
},{
  "_id": {
    "$oid": "62a80a94681062454d0287a4"
  },
  "NameOfFilm": "Иди и смотри!",
  "Rating": "8.2",
  "Review": "Иди и смотри - это жуткий, тяжёлый, неординарный фильм, который должен посмотреть каждый, чтобы осознать, что любые мысли о войне не должны быть в головах людей. Тут действительно живым труднее, чем мёртвым. Жуткая атмосфера, постоянная боль в первую очередь душевная, но она необходима, чтобы прозреть и понять, что любой мир даже самый натянутый он лучше.",
  "Janr": "Боевик",
  "Year": "1985",
  "Image": "Films/обложки/боевик/идисмотр.jpg",
  "Rejiser": "Элем Климов"
},{
  "_id": {
    "$oid": "62a80af6681062454d0287a5"
  },
  "NameOfFilm": "Меган Ливи!",
  "Rating": "7.2",
  "Review": "Не могу сказать что «Меган Ливи» глубокая драма, но это и хорошо, потому как нет того давящего чувства в конце. И можно спокойно смотреть кино, удивиться поступкам героев у себя дома на теплом диване. Понимаете о чем речь?",
  "Janr": "Боевик",
  "Year": "2017",
  "Image": "Films/обложки/боевик/меганливи.jpg",
  "Rejiser": "Габриэла Каупертвэйт"
},{
  "_id": {
    "$oid": "62a80b6b681062454d0287a6"
  },
  "NameOfFilm": "По наклонной",
  "Rating": "6.9",
  "Review": "Спасибо за то, что не опечалили мозг всем этим и сберегли красивый финал такого жестокого фильма! Всем, кто причастен к созданию этого шедевра — БРАВО!!!",
  "Janr": "Боевик",
  "Year": "2020",
  "Image": "Films/обложки/боевик/понакл.jpg",
  "Rejiser": "Энтони Руссо, Джо Руссо"
},{
  "_id": {
    "$oid": "62a80bb9681062454d0287a7"
  },
  "NameOfFilm": "По соображениям совести",
  "Rating": "8.1",
  "Review": "'По соображениям совести' - это мужественная военная драма, повествующая реальную историю уникального санитара времен Второй мировой войны, спасшего огромное число раненых сослуживцев, став первым сознательным отказчиком от военной службы, который получил высшую военную награду своей страны - Медаль Почёта.",
  "Janr": "Боевик",
  "Year": "2016",
  "Image": "Films/обложки/боевик/посообр.jpg",
  "Rejiser": "Мэл Гибсон"
},{
  "_id": {
    "$oid": "62a80bff681062454d0287a8"
  },
  "NameOfFilm": "Форсаж",
  "Rating": "7.8",
  "Review": "Фильм не цепляет. Рваный сюжет и пустая игра актеров (которые даже не старались) не оставляет никаких эмоций от просмотра.",
  "Janr": "Боевик",
  "Year": "2001",
  "Image": "Films/обложки/боевик/форсаж.jpg",
  "Rejiser": "Роб Коэн"
},{
  "_id": {
    "$oid": "62a80c68681062454d0287a9"
  },
  "NameOfFilm": "1+1",
  "Rating": "8.8",
  "Review": "«1+1» - потрясающая комедия и пронзительная драма, которая заставит потрепать нервы, полезна как для молодежи, так и для взрослых, великолепный юмор, продуманные диалоги, за таким фильмом приятно будет провести не один вечер, к нему еще можно будет вернутся, чтобы открыть для себя что-то новое в первую очередь в самом себе, разведать в закоулках своей души что-то доселе неизведанное предать забвению все то, что смотрел до этого.",
  "Janr": "Драма",
  "Year": "2001",
  "Image": "Films/обложки/драма/1+1.jpg",
  "Rejiser": "Оливье Накаш, Эрик Толедано"
},{
  "_id": {
    "$oid": "62a80cbc681062454d0287aa"
  },
  "NameOfFilm": "Волк с Уолл-стрит",
  "Rating": "7.9",
  "Review": "Это очень откровенная картина о жизни одного человека, который не только сам разбогател, но и подарил эту возможность другим. Да, я понимаю, что эта фраза дико звучит – ведь кучка брокеров обогатилась, тогда как миллионы американцев обанкротились.",
  "Janr": "Драма",
  "Year": "2013",
  "Image": "Films/обложки/драма/волк.jpg",
  "Rejiser": "Мартин Скорсезе"
},{
  "_id": {
    "$oid": "62a80cfe681062454d0287ab"
  },
  "NameOfFilm": "Время",
  "Rating": "7.3",
  "Review": "Я погрузилась в необычный мир и смотрела с удовольствием. Желаю режиссёру не пасовать перед критикой и продолжать радовать зрителей любопытными антиутопиями!",
  "Janr": "Драма",
  "Year": "2011",
  "Image": "Films/обложки/драма/время.jpg",
  "Rejiser": "Эндрю Никкол"
},{
  "_id": {
    "$oid": "62a80d49681062454d0287ac"
  },
  "NameOfFilm": "Одаренная",
  "Rating": "7.9",
  "Review": "Смотрится картина на одном дыхании, не затянута, не скомкана. Маленькая Макенна Грейс здорово работает в кадре, бабушка у Линдси Дункан тоже удалась (один монолог в суде чего стоит!).",
  "Janr": "Драма",
  "Year": "2017",
  "Image": "Films/обложки/драма/одаренная.jpg",
  "Rejiser": "Марк Уэбб"
},{
  "_id": {
    "$oid": "62a80d98681062454d0287ad"
  },
  "NameOfFilm": "Раскопки",
  "Rating": "6.8",
  "Review": "Картина «Раскопки» по своему размеренному, местами убаюкивающему темпу, напоминает «Аббатство Даунтон», только повествует не столько о людях, сколько об их месте в сотворении, воссоздании ленты времени.",
  "Janr": "Драма",
  "Year": "2021",
  "Image": "Films/обложки/драма/раскопки.jpg",
  "Rejiser": "Саймон Стоун"
},{
  "_id": {
    "$oid": "62a80dec681062454d0287ae"
  },
  "NameOfFilm": "Секрет",
  "Rating": "6.7",
  "Review": "Приятно было смотреть данную работу. Команда и актёры, которые создавали эту картину - молодцы.",
  "Janr": "Драма",
  "Year": "2018",
  "Image": "Films/обложки/драма/секрет.jpg",
  "Rejiser": "Энди Теннант"
}]